<?php

declare(strict_types=1);

return [
    'welcome' => '🌟 *Добро пожаловать в VPN-бот для Outline!* 🌟

Рады видеть вас здесь! С помощью нашего бота вы получите безопасный и быстрый доступ к интернету без ограничений.

🔐 *Что такое Outline VPN?*
Outline — это современный VPN-сервис, который:
✔ Обеспечивает высокую скорость и стабильное соединение
✔ Гарантирует безопасность ваших данных с помощью передового шифрования
✔ Позволяет обходить блокировки и сохранять анонимность
✔ Поддерживается на большинстве популярных устройств

📥 *Как начать пользоваться?*
1️⃣ Выберите удобный для вас тариф (в конце сообщения 👇)
2️⃣ Проведите оплату 💰
3️⃣ Скачайте приложение Outline для вашей платформы:
   - *iOS:* [App Store](https://itunes.apple.com/app/outline-app/id1356177741)
   - *macOS:* [Mac App Store](https://itunes.apple.com/app/outline-app/id1356178125)
   - *Windows:* [Скачать .exe](https://s3.amazonaws.com/outline-releases/client/windows/stable/Outline-Client.exe)
   - *Linux:* [Скачать .AppImage](https://s3.amazonaws.com/outline-releases/client/linux/stable/Outline-Client.AppImage)
   - *Android:* [Google Play](https://play.google.com/store/apps/details?id=org.outline.android.client) или [APK](https://s3.amazonaws.com/outline-releases/client/android/stable/Outline-Client.apk)
4️⃣ Получите ключ доступа, который сгенерирует этот бот.
5️⃣ Откройте приложение Outline и вставьте полученный ключ ➡️ нажмите *«Подключиться»*.
6️⃣ Готово! Можно пользоваться!

💎 *Выберите тариф и оплатите его, после вы получите ключ доступа к VPN:*',
    'month' => ['месяц', 'месяца', 'месяцев'],
    'payment' => 'Оплата по [ссылке](:url) и так далее за выбранный тариф.',
    'support' => '🌟 *Нужна помощь?* Свяжитесь с нами:

📩 *Поддержка:* [tl-vpn@tutamail.com](mailto:tl-vpn@tutamail.com)
📞 *Телеграм:* [@tl_vpn_support](https://t.me/tl_vpn_support)

⏳ Мы отвечаем в течение 24 часов!',
    'keys' => '🔑 Ваши ключи: ',
    'policy' => '📜 *Условия использования VPN сервиса*

🔑 *Активация ключа*
После оплаты вам будет выслан активированный ключ доступа.

⏳ *Продление тарифа*
- За 3 дня до окончания срока действия вы получите уведомление
- Ежедневные напоминания о необходимости продления
- Ссылка для удобной оплаты будет прилагаться

🛑 *После истечения срока*
- +2 дополнительных дня использования ключа
- Возможность оплаты в этот период
- При отсутствии оплаты:
  ▫️ Доступ к VPN будет приостановлен
  ▫️ Ключ будет удалён из системы

🔄 *Повторное использование*
Для возобновления работы потребуется:
1. Получить новый ключ
2. Оплатить
3. Применить его в приложении
4. Старый ключ можно удалить

💡 *Важно*
Сохраняйте ключ в безопасном месте до окончания срока действия.',
];
