<?php

declare(strict_types=1);

return [
    'welcome' => 'Добро пожаловать ! Выберите язык на котором мы будем общаться:',
    'language' => 'Русский 🇷🇺',
    'change_language' => 'Изменить язык общения на: ',
    'info_message' => 'Текст для подключения VPN нужно придумать и встатвить сюда, и всю инфу сюда нужну максимально в одном сообщении. Описать тарифы и сразу выдать их.',
    'month' => ['месяц', 'месяца', 'месяцев'],
    'payment' => 'Оплата по :url ссылке и так далее за выбранный тариф.',
];
