<?php

declare(strict_types=1);

return [
    'welcome' => '🌟 *Добро пожаловать в VPN-бот для Outline!* 🌟

Рады видеть вас здесь!
С помощью нашего бота вы получите безопасный и быстрый доступ к интернету без ограничений.

📥 *Как начать пользоваться?*
1️⃣ Выберите удобный для вас тариф (в конце сообщения 👇)
2️⃣ Проведите оплату 💰
3️⃣ Скачайте приложение Outline для вашей платформы:
   - *iOS:* [App Store](https://itunes.apple.com/app/outline-app/id1356177741)
   - *macOS:* [Mac App Store](https://itunes.apple.com/app/outline-app/id1356178125)
   - *Windows:* [Скачать .exe](https://s3.amazonaws.com/outline-releases/client/windows/stable/Outline-Client.exe)
   - *Linux:* [Скачать .AppImage](https://s3.amazonaws.com/outline-releases/client/linux/stable/Outline-Client.AppImage)
   - *Android:* [Google Play](https://play.google.com/store/apps/details?id=org.outline.android.client) или [APK](https://s3.amazonaws.com/outline-releases/client/android/stable/Outline-Client.apk)
4️⃣ Получите ключ доступа, который сгенерирует этот бот.
5️⃣ Откройте приложение Outline и вставьте полученный ключ ➡️ нажмите *«Подключиться»*.
6️⃣ Готово! Можно пользоваться!',
    'month' => ['месяц', 'месяца', 'месяцев'],
    'support' => '🌟 *Нужна помощь?*
    Свяжитесь с нами:

📩 *Поддержка:*
[tl-vpn@tutamail.com](mailto:tl-vpn@tutamail.com)
📞 *Телеграм:* [@tl_vpn_support](https://t.me/tl_vpn_support)

⏳ Мы отвечаем в течение 24 часов!',
    'keys' => '🔑 Ваши ключи: ',
    'policy' => '📜 *Политика использования VPN-сервиса*

🔑 *Активация доступа*
После оплаты вы получаете активированный ключ, готовый к использованию в приложении Outline.

⏳ *Продление тарифа*
- За *1 день* до окончания срока действия вы получите уведомление.

🛑 *По истечении срока*
- При отсутствии оплаты:
  ▫️ Доступ будет приостановлен.
  ▫️ Ключ будет удалён из системы.

🔄 *Повторное использование*
Для возобновления доступа необходимо:
1. Оплатить тариф.
2. Ввести новый ключ в приложении Outline.
Старый ключ нужно удалить.

🛡️ *Условия использования*

1. VPN предоставляется исключительно с целью обеспечения конфиденциальности.

2. Строго запрещено использовать VPN для:
- Нарушения законодательства любой страны;
- Распространения вредоносного ПО, спама, проведения DDoS-атак или взлома;
- Любой другой противоправной или вредоносной деятельности.

3. Администратор бота и владельцы серверов не несут ответственности за действия пользователей в интернете, совершённые через выданный VPN-ключ.

4. Мы не ведём логов и не отслеживаем пользовательскую активность. Однако в случае злоупотреблений оставляем за собой право временно или полностью ограничить доступ.

5. Используя данного бота, вы соглашаетесь с настоящими условиями использования.

❗Если вы не согласны с этими условиями — пожалуйста, не используйте VPN-сервис через этого бота.',
    'pay_text' => '💰 *Для оплаты выберите удобный способ:*',
    'privacy' => '🔒 Политика конфиденциальности

1. Бот не собирает и не хранит персональные данные пользователей.

2. Доступ к VPN предоставляется автоматически. Ни содержимое вашего трафика, ни история посещений не отслеживаются и не сохраняются.

3. Мы не передаём информацию третьим лицам и не используем данные для аналитики, рекламы или профилирования.

4. Все соединения через VPN являются шифрованными. Однако мы не можем гарантировать абсолютную анонимность и безопасность в интернете — ответственность за использование сервиса лежит на пользователе.

5. Используя этого бота, вы соглашаетесь с настоящей политикой конфиденциальности.

Если вы не согласны с условиями — пожалуйста, не используйте данный сервис.',
    'extend_key' => '❗️ *Важное уведомление* ❗️

🔑 Через *1 день* у вас истекает срок действия ключа.

ℹ️ Используйте команду */keys* для просмотра информации об истекающем ключе.

👇 *Выберите тариф для продления*:',
    'remove_expired_keys' => '🚫 *Доступ приостановлен*

⏳ Мы заметили, что ваш ключ истек!

😢 К сожалению, мы были вынуждены удалить его из системы. Но вы можете легко вернуться:

🔑 Чтобы получить новый ключ:
▫️ Посмотреть тарифы - /start
▫️ Выбрать тариф и оплатить
▫️ Получить новый ключ

Мы скучаем! Вернитесь скорее 💙',
];
